{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[PAD]": 0,
      "[CLS]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "[SEP]": 4,
      "[UNK]": 5,
      "[MASK]": 6,
      "@": 7,
      "@@": 8,
      "(": 9,
      ")": 10,
      "[": 11,
      "]": 12,
      "-": 13,
      "=": 14,
      ".": 15,
      "~": 16,
      "#": 17,
      "/": 18,
      "\\": 19,
      "\\\\": 20,
      "*": 21,
      "+": 22,
      "0": 23,
      "1": 24,
      "2": 25,
      "3": 26,
      "4": 27,
      "5": 28,
      "6": 29,
      "7": 30,
      "8": 31,
      "9": 32,
      "c": 33,
      "C": 34,
      "n": 35,
      "N": 36,
      "o": 37,
      "O": 38,
      "s": 39,
      "S": 40,
      "p": 41,
      "P": 42,
      "b": 43,
      "B": 44,
      "F": 45,
      "Cl": 46,
      "Br": 47,
      "I": 48,
      "At": 49,
      "Si": 50,
      "Se": 51,
      "Te": 52,
      "As": 53,
      "Mg": 54,
      "Zn": 55,
      "K": 56,
      "Na": 57,
      "Ca": 58,
      "Al": 59,
      "H": 60,
      "h": 61,
      "%10": 62,
      "%11": 63,
      "%12": 64,
      "%13": 65,
      "%14": 66,
      "%15": 67,
      "%16": 68,
      "%17": 69,
      "%18": 70,
      "%19": 71,
      "%20": 72,
      "%21": 73,
      "%22": 74,
      "%23": 75,
      "%24": 76
    },
    "merges": []
  }
}